Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: If you're signed in and send a message from a different address than your account email — Contact Us, Submit Bug Report, Submit Blog, or Report a Comment — the thank-you screen now offers a dismissible, opt-in way to update your account email to match. It's only ever a suggestion: dismissing it does nothing, and updating still requires confirming your current password, same as Change Email Address always has.
ar: إذا كنت مسجّل الدخول وأرسلت رسالة من عنوان مختلف عن بريد حسابك الإلكتروني — تواصل معنا، إرسال تقرير خطأ، إرسال مدونة، أو الإبلاغ عن تعليق — تعرض شاشة الشكر الآن طريقة اختيارية يمكن تجاهلها لتحديث بريد حسابك ليطابقه. إنها مجرد اقتراح دائمًا: تجاهلها لا يفعل شيئًا، والتحديث لا يزال يتطلب تأكيد كلمة مرورك الحالية، تمامًا كما كانت "تغيير عنوان البريد الإلكتروني" تتطلب دائمًا.
de: Wenn du angemeldet bist und eine Nachricht von einer anderen Adresse als deiner Konto-E-Mail sendest – Kontakt, Fehlerbericht einreichen, Blog einreichen oder Kommentar melden –, bietet der Dankeschön-Bildschirm jetzt eine ausblendbare, optionale Möglichkeit, deine Konto-E-Mail entsprechend zu aktualisieren. Es ist immer nur ein Vorschlag: Ihn zu verwerfen bewirkt nichts, und die Aktualisierung erfordert weiterhin die Bestätigung deines aktuellen Passworts, genau wie schon immer bei E-Mail-Adresse ändern.
el: Αν είστε συνδεδεμένοι και στείλετε ένα μήνυμα από διαφορετική διεύθυνση από το email του λογαριασμού σας — Επικοινωνία, Υποβολή αναφοράς σφάλματος, Υποβολή ανάρτησης ιστολογίου ή Αναφορά σχολίου — η οθόνη ευχαριστιών προσφέρει τώρα έναν προαιρετικό, απορρίψιμο τρόπο για να ενημερώσετε αναλόγως το email του λογαριασμού σας. Είναι πάντα απλώς μια πρόταση: η απόρριψή της δεν κάνει τίποτα, και η ενημέρωση εξακολουθεί να απαιτεί επιβεβαίωση του τρέχοντος κωδικού πρόσβασής σας, όπως πάντα απαιτούσε η Αλλαγή διεύθυνσης email.
es: Si has iniciado sesión y envías un mensaje desde una dirección distinta a la de tu cuenta —Contactar, Enviar informe de error, Enviar blog o Informar un comentario—, la pantalla de agradecimiento ahora ofrece una forma opcional y descartable de actualizar el correo de tu cuenta para que coincida. Es solo una sugerencia: descartarla no hace nada, y actualizar sigue requiriendo confirmar tu contraseña actual, igual que siempre ha hecho Cambiar dirección de correo.
fa: اگر وارد سیستم شده‌اید و پیامی را از آدرسی متفاوت با ایمیل حساب خود ارسال کنید — تماس با ما، ارسال گزارش اشکال، ارسال وبلاگ، یا گزارش نظر — صفحهٔ تشکر اکنون راهی اختیاری و قابل‌رد برای به‌روزرسانی ایمیل حساب شما مطابق با آن ارائه می‌دهد. این همیشه فقط یک پیشنهاد است: رد کردن آن هیچ کاری انجام نمی‌دهد، و به‌روزرسانی همچنان نیازمند تأیید رمز عبور فعلی شماست، درست همان‌طور که تغییر آدرس ایمیل همیشه بوده است.
fr: Si vous êtes connecté(e) et envoyez un message depuis une adresse différente de l'e-mail de votre compte — Contacter AppleVis, Soumettre un rapport de bug, Soumettre un article de blog ou Signaler un commentaire —, l'écran de remerciement propose désormais un moyen facultatif et ignorable de mettre à jour l'e-mail de votre compte en conséquence. Ce n'est jamais qu'une suggestion : l'ignorer ne fait rien, et la mise à jour nécessite toujours de confirmer votre mot de passe actuel, comme Modifier l'adresse e-mail l'a toujours fait.
he: אם אתה מחובר ושולח הודעה מכתובת שונה מהאימייל של החשבון שלך — צור קשר, שלח דיווח על באג, שלח בלוג, או דווח על תגובה — מסך התודה מציע כעת דרך אופציונלית וניתנת לביטול לעדכן את האימייל של החשבון בהתאם. זו תמיד רק הצעה: ביטולה לא עושה כלום, והעדכון עדיין דורש אישור הסיסמה הנוכחית שלך, בדיוק כפי ששינוי כתובת אימייל תמיד דרש.
hi: यदि आप साइन इन हैं और अपने खाते के ईमेल से भिन्न पते से संदेश भेजते हैं — संपर्क करें, बग रिपोर्ट सबमिट करें, ब्लॉग सबमिट करें, या टिप्पणी की रिपोर्ट करें — धन्यवाद स्क्रीन अब आपके खाता ईमेल को उसी के अनुरूप अपडेट करने का एक वैकल्पिक, खारिज करने योग्य तरीका प्रदान करती है। यह हमेशा केवल एक सुझाव है: इसे खारिज करने से कुछ नहीं होता, और अपडेट करने के लिए अभी भी आपके वर्तमान पासवर्ड की पुष्टि आवश्यक है, ठीक वैसे ही जैसे ईमेल पता बदलें हमेशा से करता आया है।
id: Jika Anda masuk dan mengirim pesan dari alamat yang berbeda dari email akun Anda — Hubungi Kami, Kirim Laporan Bug, Kirim Blog, atau Laporkan Komentar — layar terima kasih kini menawarkan cara opsional yang dapat diabaikan untuk memperbarui email akun Anda agar sesuai. Ini selalu hanya saran: mengabaikannya tidak melakukan apa pun, dan memperbarui tetap memerlukan konfirmasi kata sandi Anda saat ini, sama seperti Ubah Alamat Email selalu lakukan.
it: Se hai eseguito l'accesso e invii un messaggio da un indirizzo diverso da quello del tuo account — Contattaci, Invia segnalazione bug, Invia blog o Segnala un commento — la schermata di ringraziamento ora offre un modo facoltativo e ignorabile per aggiornare di conseguenza l'email del tuo account. È solo un suggerimento: ignorarlo non comporta nulla, e l'aggiornamento richiede comunque di confermare la password attuale, come ha sempre fatto Cambia indirizzo email.
ja: サインインしている状態で、アカウントのメールアドレスとは異なるアドレスからメッセージを送信した場合(お問い合わせ、不具合報告の送信、ブログの送信、コメントの報告)、サンクス画面に、それに合わせてアカウントのメールアドレスを更新できる、閉じることのできる任意の選択肢が表示されるようになりました。これはあくまで提案です。閉じても何も起こらず、更新には引き続き現在のパスワードの確認が必要です。これはメールアドレスの変更が常に必要としてきたことと同じです。
ko: 로그인한 상태에서 계정 이메일과 다른 주소로 메시지를 보내면 — 문의하기, 버그 보고서 제출, 블로그 제출, 또는 댓글 신고 — 이제 감사 화면에서 계정 이메일을 그에 맞게 업데이트할 수 있는, 닫을 수 있는 선택적 방법을 제공합니다. 이는 항상 제안일 뿐입니다. 닫아도 아무 일도 일어나지 않으며, 업데이트하려면 이메일 주소 변경이 항상 요구했던 것처럼 현재 비밀번호 확인이 여전히 필요합니다.
nl: Als je bent ingelogd en een bericht verstuurt vanaf een ander adres dan je account-e-mail — Contact opnemen, Bugrapport indienen, Blog indienen of Reactie melden — biedt het bedankscherm nu een optionele, weg te tikken manier om je account-e-mail hiermee bij te werken. Het is altijd slechts een suggestie: hem wegtikken doet niets, en bijwerken vereist nog steeds bevestiging van je huidige wachtwoord, zoals E-mailadres wijzigen altijd al deed.
pl: Jeśli jesteś zalogowany i wyślesz wiadomość z innego adresu niż e-mail Twojego konta — Kontakt, Zgłoś błąd, Zgłoś wpis na blogu lub Zgłoś komentarz — ekran z podziękowaniem oferuje teraz opcjonalny, możliwy do odrzucenia sposób na zaktualizowanie e-maila konta zgodnie z nim. To zawsze tylko sugestia: odrzucenie jej nic nie robi, a aktualizacja nadal wymaga potwierdzenia bieżącego hasła, tak jak zawsze wymagała tego Zmiana adresu e-mail.
pt: Se você estiver conectado e enviar uma mensagem de um endereço diferente do seu e-mail de conta — Fale Conosco, Enviar Relatório de Bug, Enviar Blog ou Denunciar um Comentário — a tela de agradecimento agora oferece uma forma opcional e dispensável de atualizar seu e-mail de conta para corresponder. É sempre apenas uma sugestão: dispensá-la não faz nada, e atualizar ainda exige confirmar sua senha atual, assim como Alterar Endereço de E-mail sempre exigiu.
ru: Если вы вошли в систему и отправляете сообщение с адреса, отличного от email вашего аккаунта — Связаться с нами, Отправить отчёт об ошибке, Отправить запись в блог или Пожаловаться на комментарий, — экран благодарности теперь предлагает необязательный, отклоняемый способ обновить email вашего аккаунта в соответствии с этим. Это всегда лишь предложение: отклонение ничего не делает, а обновление по-прежнему требует подтверждения текущего пароля, как всегда требовало «Изменить адрес электронной почты».
sv: Om du är inloggad och skickar ett meddelande från en annan adress än ditt kontos e-post — Kontakta oss, Skicka felrapport, Skicka blogginlägg eller Rapportera en kommentar — erbjuder tacksidan nu ett valfritt, avvisningsbart sätt att uppdatera kontots e-post i enlighet med detta. Det är alltid bara ett förslag: att avvisa det gör ingenting, och uppdatering kräver fortfarande att du bekräftar ditt nuvarande lösenord, precis som Ändra e-postadress alltid har gjort.
th: หากคุณลงชื่อเข้าใช้และส่งข้อความจากที่อยู่ที่แตกต่างจากอีเมลบัญชีของคุณ — ติดต่อเรา, ส่งรายงานข้อบกพร่อง, ส่งบล็อก หรือรายงานความคิดเห็น — หน้าจอขอบคุณตอนนี้มีวิธีเลือกได้และปิดได้เพื่ออัปเดตอีเมลบัญชีของคุณให้ตรงกัน นี่เป็นเพียงคำแนะนำเท่านั้น การปิดไม่มีผลใด ๆ และการอัปเดตยังคงต้องยืนยันรหัสผ่านปัจจุบันของคุณ เช่นเดียวกับที่เปลี่ยนที่อยู่อีเมลเคยต้องการเสมอ
tr: Oturum açıksanız ve hesap e-postanızdan farklı bir adresten mesaj gönderirseniz — Bize Ulaşın, Hata Bildirimi Gönder, Blog Gönder veya Yorumu Bildir — teşekkür ekranı artık hesap e-postanızı buna göre güncellemek için isteğe bağlı, kapatılabilir bir yol sunuyor. Bu her zaman sadece bir öneridir: kapatmak hiçbir şey yapmaz ve güncelleme, E-posta Adresini Değiştir'in her zaman yaptığı gibi mevcut şifrenizi onaylamanızı gerektirmeye devam eder.
uk: Якщо ви увійшли в систему і надсилаєте повідомлення з адреси, відмінної від email вашого акаунта — Зв'язатися з нами, Надіслати звіт про помилку, Надіслати запис у блог або Поскаржитися на коментар, — екран подяки тепер пропонує необов'язковий, відхильний спосіб оновити email вашого акаунта відповідно. Це завжди лише пропозиція: відхилення нічого не робить, а оновлення все ще вимагає підтвердження поточного пароля, як завжди вимагала «Змінити адресу електронної пошти».
vi: Nếu bạn đã đăng nhập và gửi tin nhắn từ một địa chỉ khác với email tài khoản của bạn — Liên hệ với chúng tôi, Gửi báo cáo lỗi, Gửi bài blog, hoặc Báo cáo bình luận — màn hình cảm ơn giờ đây cung cấp một cách tùy chọn, có thể bỏ qua để cập nhật email tài khoản của bạn cho khớp. Đây luôn chỉ là một gợi ý: bỏ qua nó không làm gì cả, và việc cập nhật vẫn yêu cầu xác nhận mật khẩu hiện tại của bạn, giống như Thay đổi địa chỉ email luôn yêu cầu.
zh_hans: 如果您已登录并使用与账户邮箱不同的地址发送消息——联系我们、提交错误报告、提交博客或举报评论——感谢屏幕现在会提供一个可选、可关闭的方式,让您相应地更新账户邮箱。这始终只是一个建议:关闭它不会有任何影响,更新仍需确认您当前的密码,与“更改邮箱地址”一直以来的要求相同。

source: Images and embedded image links are not allowed in AppleVis posts. Please remove the image reference before posting.
ar: لا يُسمح بالصور وروابط الصور المضمنة في منشورات AppleVis. يرجى إزالة مرجع الصورة قبل النشر.
de: Bilder und eingebettete Bildlinks sind in AppleVis-Beiträgen nicht erlaubt. Bitte entferne den Bildverweis vor dem Veröffentlichen.
el: Οι εικόνες και οι ενσωματωμένοι σύνδεσμοι εικόνων δεν επιτρέπονται στις αναρτήσεις AppleVis. Παρακαλώ καταργήστε την αναφορά εικόνας πριν τη δημοσίευση.
es: No se permiten imágenes ni enlaces de imágenes incrustadas en las publicaciones de AppleVis. Elimina la referencia a la imagen antes de publicar.
fa: تصاویر و پیوندهای تصویر جاسازی‌شده در پست‌های AppleVis مجاز نیستند. لطفاً قبل از ارسال، ارجاع تصویر را حذف کنید.
fr: Les images et les liens d'images intégrées ne sont pas autorisés dans les publications AppleVis. Veuillez supprimer la référence à l'image avant de publier.
he: תמונות וקישורי תמונות מוטמעות אינם מותרים בפוסטים ב-AppleVis. אנא הסר את ההפניה לתמונה לפני הפרסום.
hi: AppleVis पोस्ट में छवियों और एम्बेडेड छवि लिंक की अनुमति नहीं है। कृपया पोस्ट करने से पहले छवि संदर्भ हटा दें।
id: Gambar dan tautan gambar tersemat tidak diizinkan dalam postingan AppleVis. Harap hapus referensi gambar sebelum memposting.
it: Immagini e link a immagini incorporate non sono consentiti nei post di AppleVis. Rimuovi il riferimento all'immagine prima di pubblicare.
ja: AppleVis の投稿には画像や埋め込み画像リンクを使用できません。投稿前に画像の参照を削除してください。
ko: AppleVis 게시물에는 이미지나 삽입된 이미지 링크를 사용할 수 없습니다. 게시하기 전에 이미지 참조를 제거해 주세요.
nl: Afbeeldingen en ingesloten afbeeldingslinks zijn niet toegestaan in AppleVis-berichten. Verwijder de afbeeldingsverwijzing voordat je plaatst.
pl: Obrazy i osadzone linki do obrazów nie są dozwolone w postach na AppleVis. Usuń odniesienie do obrazu przed opublikowaniem.
pt: Imagens e links de imagem incorporados não são permitidos em postagens da AppleVis. Remova a referência à imagem antes de publicar.
ru: Изображения и встроенные ссылки на изображения не допускаются в публикациях AppleVis. Пожалуйста, удалите ссылку на изображение перед публикацией.
sv: Bilder och inbäddade bildlänkar är inte tillåtna i AppleVis-inlägg. Ta bort bildreferensen innan du publicerar.
th: ไม่อนุญาตให้ใช้รูปภาพและลิงก์รูปภาพฝังตัวในโพสต์ AppleVis โปรดลบการอ้างอิงรูปภาพก่อนโพสต์
tr: AppleVis gönderilerinde resimlere ve gömülü resim bağlantılarına izin verilmez. Lütfen paylaşmadan önce resim referansını kaldırın.
uk: Зображення та вбудовані посилання на зображення не дозволені в публікаціях AppleVis. Будь ласка, видаліть посилання на зображення перед публікацією.
vi: Không cho phép hình ảnh và liên kết hình ảnh nhúng trong bài đăng AppleVis. Vui lòng xóa tham chiếu hình ảnh trước khi đăng.
zh_hans: AppleVis 帖子中不允许使用图片或嵌入图片链接。请在发布前移除图片引用。

source: Import File
ar: استيراد ملف
de: Datei importieren
el: Εισαγωγή Αρχείου
es: Importar archivo
fa: وارد کردن فایل
fr: Importer un fichier
he: ייבוא קובץ
hi: फ़ाइल आयात करें
id: Impor File
it: Importa file
ja: ファイルをインポート
ko: 파일 가져오기
nl: Bestand importeren
pl: Importuj plik
pt: Importar arquivo
ru: Импортировать файл
sv: Importera fil
th: นำเข้าไฟล์
tr: Dosya İçe Aktar
uk: Імпортувати файл
vi: Nhập tệp
zh_hans: 导入文件

source: Improved
ar: محسّن
de: Verbessert
el: Βελτιωμένο
es: Mejorado
fa: بهبودیافته
fr: Amélioré
he: משופר
hi: बेहतर
id: Ditingkatkan
it: Migliorato
ja: 改善
ko: 개선됨
nl: Verbeterd
pl: Ulepszone
pt: Aprimorado
ru: Улучшено
sv: Förbättrat
th: ปรับปรุงแล้ว
tr: İyileştirildi
uk: Покращено
vi: Đã cải thiện
zh_hans: 已改进

source: In Case You Ever Sign Out
ar: في حال قمت بتسجيل الخروج يومًا ما
de: Falls du dich einmal abmeldest
el: Σε περίπτωση που αποσυνδεθείτε
es: Por si alguna vez cierras sesión
fa: برای زمانی که خارج می‌شوید
fr: Au cas où vous vous déconnecteriez
he: למקרה שתתנתק/י יום אחד
hi: अगर आप कभी साइन आउट करें
id: Jika suatu saat Anda keluar
it: Nel caso tu esca dall'account
ja: サインアウトする場合に備えて
ko: 혹시 로그아웃할 경우를 대비해
nl: Voor het geval je ooit uitlogt
pl: Na wypadek, gdybyś się wylogował
pt: Caso você saia da conta um dia
ru: На случай, если вы выйдете из аккаунта
sv: Om du någonsin loggar ut
th: เผื่อกรณีที่คุณออกจากระบบ
tr: Bir gün oturumu kapatırsanız diye
uk: На випадок, якщо ви вийдете з акаунта
vi: Phòng khi bạn đăng xuất
zh_hans: 以防您以后退出登录

source: In Case You Use VoiceOver
ar: في حال كنت تستخدم VoiceOver
de: Falls du VoiceOver verwendest
el: Σε περίπτωση που χρησιμοποιείτε το VoiceOver
es: Por si usas VoiceOver
fa: برای زمانی که از VoiceOver استفاده می‌کنید
fr: Au cas où vous utiliseriez VoiceOver
he: למקרה שאתה/את משתמש/ת ב-VoiceOver
hi: अगर आप VoiceOver का उपयोग करते हैं
id: Jika Anda menggunakan VoiceOver
it: Nel caso tu usi VoiceOver
ja: VoiceOverを使う場合に備えて
ko: 혹시 VoiceOver를 사용할 경우를 대비해
nl: Voor het geval je VoiceOver gebruikt
pl: Na wypadek, gdybyś korzystał z VoiceOver
pt: Caso você use o VoiceOver
ru: На случай, если вы используете VoiceOver
sv: Om du använder VoiceOver
th: เผื่อกรณีที่คุณใช้ VoiceOver
tr: VoiceOver kullanırsanız diye
uk: На випадок, якщо ви використовуєте VoiceOver
vi: Phòng khi bạn dùng VoiceOver
zh_hans: 以防您使用 VoiceOver

source: In This Recap
ar: في هذا الملخص
de: In dieser Zusammenfassung
el: Σε Αυτήν την Περίληψη
es: En este resumen
fa: در این خلاصه
fr: Dans ce récapitulatif
he: בסיכום זה
hi: इस रीकैप में
id: Dalam Rekap Ini
it: In questo riepilogo
ja: このリキャップの内容
ko: 이 요약에서
nl: In dit overzicht
pl: W tym podsumowaniu
pt: Neste resumo
ru: В этой сводке
sv: I denna sammanfattning
th: ในสรุปนี้
tr: Bu Özette
uk: У цьому підсумку
vi: Trong bản tóm tắt này
zh_hans: 本期回顾内容

source: Include app and device info
ar: تضمين معلومات التطبيق والجهاز
de: App- und Geräteinfos einbeziehen
el: Συμπερίληψη πληροφοριών εφαρμογής και συσκευής
es: Incluir información de la app y del dispositivo
fa: افزودن اطلاعات برنامه و دستگاه
fr: Inclure les infos sur l'appli et l'appareil
he: כלול מידע על האפליקציה והמכשיר
hi: ऐप और डिवाइस की जानकारी शामिल करें
id: Sertakan info aplikasi dan perangkat
it: Includi informazioni sull'app e sul dispositivo
ja: アプリとデバイス情報を含める
ko: 앱 및 기기 정보 포함
nl: App- en apparaatinfo opnemen
pl: Dołącz informacje o aplikacji i urządzeniu
pt: Incluir informações do app e do dispositivo
ru: Добавить сведения о приложении и устройстве
sv: Inkludera app- och enhetsinformation
th: รวมข้อมูลแอปและอุปกรณ์
tr: Uygulama ve cihaz bilgilerini ekle
uk: Додати відомості про застосунок і пристрій
vi: Bao gồm thông tin ứng dụng và thiết bị
zh_hans: 附加应用和设备信息

source: Include app directory entries in the Home feed.
ar: تضمين إدخالات دليل التطبيقات في تغذية الشاشة الرئيسية.
de: App-Verzeichniseinträge im Home-Feed einbeziehen.
el: Συμπερίληψη καταχωρίσεων καταλόγου εφαρμογών στη ροή Αρχικής.
es: Incluir entradas del directorio de apps en el feed de Inicio.
fa: افزودن ورودی‌های فهرست برنامه به فید صفحهٔ اصلی.
fr: Inclure les fiches du répertoire d'applis dans le fil Accueil.
he: כלול רשומות ספריית אפליקציות בפיד הבית.
hi: होम फ़ीड में ऐप निर्देशिका प्रविष्टियां शामिल करें।
id: Sertakan entri direktori aplikasi di umpan Beranda.
it: Includi le voci della directory delle app nel feed Home.
ja: アプリディレクトリのエントリを「ホーム」フィードに含めます。
ko: 앱 디렉터리 항목을 홈 피드에 포함합니다.
nl: App-directoryvermeldingen opnemen in de Start-feed.
pl: Uwzględnij wpisy katalogu aplikacji w kanale Strona główna.
pt: Incluir entradas do diretório de apps no feed Início.
ru: Включить записи каталога приложений в ленту «Главная».
sv: Inkludera appkatalogsposter i Hem-flödet.
th: รวมรายการไดเรกทอรีแอปในฟีดหน้าแรก
tr: Uygulama dizini girişlerini Ana Sayfa akışına dahil et.
uk: Додати записи каталогу додатків до стрічки «Головна».
vi: Bao gồm mục danh mục ứng dụng trong nguồn cấp dữ liệu Trang chủ.
zh_hans: 在“主页”动态中包含应用目录条目。

source: Include at least one number to continue.
ar: أضف رقمًا واحدًا على الأقل للمتابعة.
de: Füge mindestens eine Ziffer hinzu, um fortzufahren.
el: Συμπεριλάβετε τουλάχιστον έναν αριθμό για να συνεχίσετε.
es: Incluye al menos un número para continuar.
fa: برای ادامه، حداقل یک عدد وارد کنید.
fr: Incluez au moins un chiffre pour continuer.
he: כלול לפחות ספרה אחת כדי להמשיך.
hi: जारी रखने के लिए कम से कम एक संख्या शामिल करें।
id: Sertakan setidaknya satu angka untuk melanjutkan.
it: Includi almeno un numero per continuare.
ja: 続行するには少なくとも1つの数字を含めてください。
ko: 계속하려면 숫자를 하나 이상 포함하세요.
nl: Voeg minstens één cijfer toe om door te gaan.
pl: Dodaj co najmniej jedną cyfrę, aby kontynuować.
pt: Inclua pelo menos um número para continuar.
ru: Добавьте хотя бы одну цифру, чтобы продолжить.
sv: Inkludera minst en siffra för att fortsätta.
th: ใส่ตัวเลขอย่างน้อยหนึ่งตัวเพื่อดำเนินการต่อ
tr: Devam etmek için en az bir rakam ekleyin.
uk: Додайте принаймні одну цифру, щоб продовжити.
vi: Bao gồm ít nhất một chữ số để tiếp tục.
zh_hans: 至少包含一个数字以继续。

source: Include at least one special character to continue.
ar: أضف رمزًا خاصًا واحدًا على الأقل للمتابعة.
de: Füge mindestens ein Sonderzeichen hinzu, um fortzufahren.
el: Συμπεριλάβετε τουλάχιστον έναν ειδικό χαρακτήρα για να συνεχίσετε.
es: Incluye al menos un carácter especial para continuar.
fa: برای ادامه، حداقل یک نویسهٔ ویژه وارد کنید.
fr: Incluez au moins un caractère spécial pour continuer.
he: כלול לפחות תו מיוחד אחד כדי להמשיך.
hi: जारी रखने के लिए कम से कम एक विशेष वर्ण शामिल करें।
id: Sertakan setidaknya satu karakter khusus untuk melanjutkan.
it: Includi almeno un carattere speciale per continuare.
ja: 続行するには少なくとも1つの特殊文字を含めてください。
ko: 계속하려면 특수 문자를 하나 이상 포함하세요.
nl: Voeg minstens één speciaal teken toe om door te gaan.
pl: Dodaj co najmniej jeden znak specjalny, aby kontynuować.
pt: Inclua pelo menos um caractere especial para continuar.
ru: Добавьте хотя бы один специальный символ, чтобы продолжить.
sv: Inkludera minst ett specialtecken för att fortsätta.
th: ใส่อักขระพิเศษอย่างน้อยหนึ่งตัวเพื่อดำเนินการต่อ
tr: Devam etmek için en az bir özel karakter ekleyin.
uk: Додайте принаймні один спеціальний символ, щоб продовжити.
vi: Bao gồm ít nhất một ký tự đặc biệt để tiếp tục.
zh_hans: 至少包含一个特殊字符以继续。

source: Include blog posts and opinion pieces in the Home feed.
ar: تضمين منشورات المدونة ومقالات الرأي في تغذية الشاشة الرئيسية.
de: Blogbeiträge und Meinungsartikel im Home-Feed einbeziehen.
el: Συμπερίληψη αναρτήσεων ιστολογίου και άρθρων γνώμης στη ροή Αρχικής.
es: Incluir entradas de blog y artículos de opinión en el feed de Inicio.
fa: افزودن پست‌های وبلاگ و مقالات نظری به فید صفحهٔ اصلی.
fr: Inclure les articles de blog et les billets d'opinion dans le fil Accueil.
he: כלול פוסטים בבלוג ומאמרי דעה בפיד הבית.
hi: होम फ़ीड में ब्लॉग पोस्ट और राय लेख शामिल करें।
id: Sertakan postingan blog dan artikel opini di umpan Beranda.
it: Includi articoli del blog e pezzi di opinione nel feed Home.
ja: ブログ記事や意見記事を「ホーム」フィードに含めます。
ko: 블로그 게시물과 의견 글을 홈 피드에 포함합니다.
nl: Blogberichten en opiniestukken opnemen in de Start-feed.
pl: Uwzględnij wpisy na blogu i artykuły opinii w kanale Strona główna.
pt: Incluir postagens do blog e artigos de opinião no feed Início.
ru: Включить записи блога и авторские колонки в ленту «Главная».
sv: Inkludera blogginlägg och åsiktsartiklar i Hem-flödet.
th: รวมบทความบล็อกและบทความแสดงความคิดเห็นในฟีดหน้าแรก
tr: Blog yazılarını ve görüş yazılarını Ana Sayfa akışına dahil et.
uk: Додати записи блогу та статті-думки до стрічки «Головна».
vi: Bao gồm bài viết blog và bài viết ý kiến trong nguồn cấp dữ liệu Trang chủ.
zh_hans: 在“主页”动态中包含博客文章和观点文章。

source: Include Everything
ar: تضمين كل شيء
de: Alles einbeziehen
el: Συμπερίληψη όλων
es: Incluir todo
fa: شامل کردن همه چیز
fr: Tout inclure
he: כלול הכול
hi: सब कुछ शामिल करें
id: Sertakan Semua
it: Includi tutto
ja: すべて含める
ko: 모두 포함
nl: Alles opnemen
pl: Uwzględnij wszystko
pt: Incluir tudo
ru: Показывать всё
sv: Inkludera allt
th: รวมทุกอย่าง
tr: Her Şeyi Dahil Et
uk: Показувати все
vi: Bao Gồm Tất Cả
zh_hans: 包含所有内容

source: Include forum topics in the Home feed.
ar: تضمين مواضيع المنتدى في تغذية الشاشة الرئيسية.
de: Forumsthemen im Home-Feed einbeziehen.
el: Συμπερίληψη θεμάτων φόρουμ στη ροή Αρχικής.
es: Incluir temas del foro en el feed de Inicio.
fa: افزودن موضوعات انجمن به فید صفحهٔ اصلی.
fr: Inclure les sujets de forum dans le fil Accueil.
he: כלול נושאי פורום בפיד הבית.
hi: होम फ़ीड में फ़ोरम विषय शामिल करें।
id: Sertakan topik forum di umpan Beranda.
it: Includi argomenti del forum nel feed Home.
ja: フォーラムトピックを「ホーム」フィードに含めます。
ko: 포럼 주제를 홈 피드에 포함합니다.
nl: Forumonderwerpen opnemen in de Start-feed.
pl: Uwzględnij wątki forum w kanale Strona główna.
pt: Incluir tópicos do fórum no feed Início.
ru: Включить темы форума в ленту «Главная».
sv: Inkludera forumämnen i Hem-flödet.
th: รวมหัวข้อฟอรัมในฟีดหน้าแรก
tr: Forum konularını Ana Sayfa akışına dahil et.
uk: Додати теми форуму до стрічки «Головна».
vi: Bao gồm chủ đề diễn đàn trong nguồn cấp dữ liệu Trang chủ.
zh_hans: 在“主页”动态中包含论坛话题。
